<?php

return [
    'plugin' => [
        'name' => 'Карта сайта',
        'description' => 'Создать файл sitemap.xml для вашего сайта.'
    ],
    'item' => [
        'location' => 'расположение:',
        'priority' => 'Приоритет',
        'changefreq' => 'Частота изменений',
        'always' => 'всегда',
        'hourly' => 'ежечасно',
        'daily' => 'ежедневно',
        'weekly' => 'еженедельно',
        'monthly' => 'ежемесячно',
        'yearly' => 'годовой',
        'never' => 'никогда',
        'editor_title' => 'Редактирование элемента карты сайта',
        'type' => 'Тип',
        'allow_nested_items' => 'Разрешить вложенные элементы',
        'allow_nested_items_comment' => 'Вложенные элементы могут быть созданы динамически статическими страницами и некоторыми другими типами элементов',
        'url' => 'URL',
        'reference' => 'Ссылка',
        'title_required' => 'Заголовок обязателен для заполнения',
        'unknown_type' => 'Неизвестный тип',
        'unnamed' => 'Элемент без имени',
        'add_item' => 'Добавить элемент',
        'new_item' => 'Новый элемент',
        'cms_page' => 'CMS Страница',
        'cms_page_comment' => 'Выберите страницу, чтобы использовать URL-адрес.',
        'reference_required' => 'Ссылка на документ обязательна',
        'url_required' => 'URL обязателен для заполнения',
        'cms_page_required' => 'Пожалуйста, выберите страницу CMS',
        'page' => 'страница',
        'url' => 'URL',
        'check' => 'Проверить'
    ]
];